Repository: Daniel-KM/Omeka-S-module-Ebook
Catalog: language/*.po
Languages: fr

source: The module %1$s should be upgraded to version %2$s or later.
fr: Le module %1$s doit être mis à niveau à la version %2$s ou supérieure.

source: Create eBook
fr: Créer un ebook

source: EBook Creator
fr: Créateur d’ebook

source: This browser does not support %s (%s).
fr: Le navigateur ne gère pas %s (%s).

source: You may %sdownload it%s to view it offline.
fr: Vous pouvez %sle télécharger %s pour le lire hors ligne.

source: [No title]
fr: [Sans titre]

source: Item #%d: %s
fr: Contenu #%d : %s

source: Create an ebook
fr: Créer un ebook

source: Build
fr: Construction

source: You are creating an ebook with the following %d items:
fr: Vous créez un ebook avec les %d contenus suivants :

source: You are creating an ebook with %1$s items that belong to the following %2$d item sets:
fr: Vous créez un ebook avec %1$s contenus appartenant aux %2$d collections suivantes :

source: You are creating an ebook with %1$s items that belong to %2$s item sets.
fr: Vous créez un ebook avec %1$s contenus appartenant à %2$s collections.

source: You are creating an ebook with %s items.
fr: Vous créez un ebook avec %s contenus.

source: Fill the form.
fr: Remplir le formulaire.

source: Created ebooks
fr: Ebooks créés

source: List of all past created ebooks
fr: Liste des ebooks créés

source: Job
fr: Tâche

source: Ebook link
fr: Lien vers l’ebook

source: details
fr: détails

source: Download
fr: Télécharger

source: Read it
fr: À lire

source: Create an ebook for the site
fr: Créer un ebook pour le site

source: Subjects
fr: Sujets

source: Item set #%d
fr: Collection #%d

source: Item #%d
fr: Contenu #%d

source: Medias
fr: Médias

source: Media #%d
fr: Média #%d

source: Generated from digital library: %s
fr: Généré avec la bibliothèque numérique : %s

source: The cover is not a managed image.
fr: La couverture n’est pas une image gérée.

source: The ebook has an unavailable page type: "{type}".
fr: L’ebook a un type de page indisponible : « {type} ».

source: The ebook has an unavailable page: "{page}".
fr: L’ebook a une page indisponible : « {page} ».

source: The module cannot manage type "{type}" currently.
fr: Le module ne gère pas le type « {type} » actuellement.

source: Ebook cannot be built: "{title}"
fr: L’ebook ne peut pas être construit : « {title} »

source: Ebook cannot be created.
fr: L’ebook ne peut pas être construit.

source: Ebook cannot be saved in "{destination}" (temp file: "{file}")
fr: L’ebook ne peut pas être enregistré dans « {destination} » (fichier temporaire : « {file} »)

source: The destination folder "{dir}" is not writeable.
fr: Le dossier de destination « {dir} » n’est pas accessible.

source: Sort key of author
fr: Clé pour le tri de l’auteur

source: For better metadata, the author name should be formatted like "Smith, John".
fr: Pour de meilleures métadonnées, le nom de l’auteur doit être formaté comme « Dupond, Jean ».

source: Comma-separated list of subjects, for better metadata.
fr: Liste séparée par des virgules des sujets, pour de meilleures métadonnées.

source: Publisher url
fr: Url de l’éditeur

source: The resource template allows to order your metadata.
fr: Le modèle de ressource permet de trier les métadonnées.

source: resource_templates
fr: modèles de ressource

source: Cover image
fr: Image de couverture

source: Output format
fr: Format de sortie

source: HTML format
fr: Format HTML

source: HTML 5 (recent viewers and readers)
fr: HTML 5 (visionneuses et lecteurs récents)

source: Output
fr: Sortie

source: Temporary file to download
fr: Fichier temporaire à télécharger

source: New item with attached file
fr: Nouveau contenu avec un fichier attaché

source: Asset to download
fr: Fichier à télécharger

source: Ebook successfully created. {link}Download it{link_end} or {link_2}read it{link_end}. {message}
fr: L’ebook a été créé avec succès. {link}Téléchargez-le{link_end} ou {link_2}lisez-le{link_end}. {message}

source: You can create an ebook only from items, item sets and media.
fr: Vous créez un ebook avec seulement les contenus, collections et médias.

source: You must select at least one item set with items to create an Ebook.
fr: Vous devez choisir au moins une collection avec des contenus pour créer un ebook.

source: You must select at least one item to create an ebook.
fr: Vous devez choisir au moins un contenu pour créer un ebook.

source: You must select at least one resource to create an ebook.
fr: Vous devez choisir au moins une ressource pour créer un ebook.

source: Creating ebook in background ({link}job #{job_id}{link_end}, {link_log}logs{link_end})
fr: Création de l’ebook en arrière-plan ({link}tâche #{job_id}{link_end}, {link_log}journaux{link_end})

source: Create ebook
fr: Créer un ebook

source: Create ebook with all
fr: Créer un ebook avec tout

source: Create ebook with selected
fr: Créer un ebook avec une sélection
